relay/10/07-sincy.org
#+Title: Relay 10–7
#+Date: 2018-06-03
#+HTML_LINK_UP: index.html
#+HTML_LINK_HOME: ../index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/Default.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/org.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../relay.css"/>
#+OPTIONS: title:nil

* Translation
#+BEGIN_short-relay

#+BEGIN_detail-link
[[file:07-sincy-orajha-relay-packet-1.pdf][Complete torch]]
#+END_detail-link

#+BEGIN_natlang-name
English
#+END_natlang-name

#+BEGIN_natlang-text
“Knowledge has caused me standing here” said [to no object] person, owner of knowledge.

This has caused: (that) nonsense has seen you well.

You are (a) kind (something): you have listened to me.

You must remember that!

The shop was stopped from not working once they went away from the shop.

It has caused the shop to not have shutdown.

They have tried to figure it out.

The shop was not closed(/dead), yes?

It was. It was certainly closed, because angry monsters proclaimed an evil song.

The shop was not working. Because of you, the shop was shut down (by ???), yes?

I will proclaim a song, because I know: Evil is going to be by here (aka nearby).
#+END_natlang-text

#+BEGIN_conlang-name
Orajha
#+END_conlang-name

#+BEGIN_conlang-text
“te źéama jha aava áwúvyja ida nuruge” ta taara tira illava ira ille nuru.

ta źéama ra: ta kúśúma hyripo sja jatlúrúga.

vosja kúllú hida: ta óótema jha aava sja.

siśi urúmmúma ra sja.

ta thara gevénge limútta, śui ta voma pitli néé illa kúllú rúttú illave limútta kalla.

te źéara ta torama néé limúttaga ra.

te kihima zavu raha raha.

úlú ta vora néé toruga limúttaga, hawó.

ta vora. ta taa lááúnggaga réétjuhhu ravviga dźarridjé, júúsitlu ta vora jháá tira toruga ra.

ta vora néé kúllú rúttú tira limútta. úlú júúsitlu sja, te ngihatjama toruga limúttaga kalla, hawó?

taatta aava lááúngga jha, júúsitlu illava jha illa nuruge: votta gevúmale sijanga kúllú réétjuhhu.
#+END_conlang-text

#+END_short-relay

* Lexicon
** Pronouns
#+ATTR_HTML: :class vocablist
- jha :: 1p sg. pronoun
- sja :: 2p sg. pronoun
- ra :: 3p sg. pronoun
- jhahi :: 1p pl. incl. pronoun
- jattei :: 1p pl. excl. pronoun
- sjahi :: 2p pl. pronoun
- raha :: 3p pl. pronoun
- taele :: coll. pronoun (added directly after a singular pronoun to turn it colloquial)

** Nouns
#+ATTR_HTML: :class vocablist
- iraga :: person, individual
- jatlúrúga :: nonsense, gibberish, incomprehensible information
- lááúnggaga :: song, melody, joik; something melodic conveying emotions, performed using a
- voice
- limúttúga :: shop, store, kiosk, booth
- ravviga :: monsters, demons, evil-doers
- sijangaga :: here, the present location
- nuruge :: wisdom; accumulated knowledge
- toruga :: deceased, dead; (contextually) a corpse

** Verbs
#+ATTR_HTML: :class vocablist
- áwúvyma :: to stand (upright)
- kihima :: to figure out, to decipher, to understand
- kúśúma :: to see, to observe
- ngihatjama :: to make, to assemble; to put something in a certain state
- óótema :: to hear, to listen, to register information
- taama :: to speak, to communicate
- thama :: to move, to walk
- torama :: to die, to shut down
- ungirama :: to cease, to stop
- urúmmúma :: to remember, to study
- voma :: to exist; to be (in a certain state)
- źéama :: to cause, to make happen

** Adjectives
#+ATTR_HTML: :class vocablist
- dźarridjé :: angry, raging, infuriated; deeply upset
- hida :: good, nice; viewed as positive
- réétjuhhu :: evil, horrible; bad for the sake of being bad
- rúttú :: working, functioning, taking action

** Adverbs
#+ATTR_HTML: :class vocablist
- hyripo :: properly executed, thorough
- ida :: here, at the current location
- jháá :: very, certainly, undoubtably, obviously
- néé :: not, none
- pitli :: stopped, ceased, stopped, ceased
- zavú :: tried, attempted
- Interjections:
- hewó :: yes, confirmed, affirmative

** Condition markers
#+ATTR_HTML: :class vocablist
- siśi :: imperative
- úlú :: questioning (“has X happened?”)

** Miscellaneous
#+ATTR_HTML: :class vocablist
- kúllú :: dummy word for nounifying adjectives
- tira :: ​dummy word that replaces objects sometimes
- śui :: clause binding thing: “then, after that”
- kalla :: dummy word representing previous events or unknowns acting as subjects &// agents
- júúsitlu :: clause binding thing: “because, due to”

* Grammar
** (Actual) Grammar
Orajha is very head-initial. Adjectives follow the nouns they affect, adverbs
follow the verbs they affect, possessees their possessors, instruments their
users, and in general, there’s a tendency for OS word order with the V stuck in
before whatever’s performing the V. There are strong VOS order
tendencies. Particles are usually sandwiched in between words. There is no
agent/patient marking. In sentences with subjects acting upon themselves or
without an object, the word “tira” takes the object’s spot.

