relay/10/07-sincy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-04 Mon 21:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10–7</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10–7<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-04 Mon 21:16)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgad8ea95">1. Translation</a></li>
<li><a href="#org4a73445">2. Lexicon</a>
<ul>
<li><a href="#org13aebf9">2.1. Pronouns</a></li>
<li><a href="#org70b9f7a">2.2. Nouns</a></li>
<li><a href="#org04acff8">2.3. Verbs</a></li>
<li><a href="#org1ce5aa6">2.4. Adjectives</a></li>
<li><a href="#orgbf16251">2.5. Adverbs</a></li>
<li><a href="#org5a4a69f">2.6. Condition markers</a></li>
<li><a href="#org9117716">2.7. Miscellaneous</a></li>
</ul>
</li>
<li><a href="#orgdf55ce4">3. Grammar</a>
<ul>
<li><a href="#org42e55a9">3.1. (Actual) Grammar</a></li>
<li><a href="#org0891ff1">3.2. Phonology</a>
<ul>
<li><a href="#orgf4f7b1e">3.2.1. Vowel harmony</a></li>
</ul>
</li>
<li><a href="#org91e5555">3.3. Punctuation..?!</a></li>
<li><a href="#org40727c8">3.4. Verbs</a></li>
<li><a href="#org0b1f479">3.5. Nouns</a></li>
<li><a href="#org626b5b2">3.6. Cases</a></li>
<li><a href="#org725fada">3.7. Nounification?</a></li>
<li><a href="#org85f972e">3.8. Condition markers</a></li>
<li><a href="#orga47f991">3.9. Other things</a></li>
</ul>
</li>
<li><a href="#orgce6f2c0">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgad8ea95" class="outline-2">
<h2 id="orgad8ea95"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="07-sincy-orajha-relay-packet-1.pdf">Complete torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
“Knowledge has caused me standing here” said [to no object] person, owner of knowledge.
</p>

<p>
This has caused: (that) nonsense has seen you well.
</p>

<p>
You are (a) kind (something): you have listened to me.
</p>

<p>
You must remember that!
</p>

<p>
The shop was stopped from not working once they went away from the shop.
</p>

<p>
It has caused the shop to not have shutdown.
</p>

<p>
They have tried to figure it out.
</p>

<p>
The shop was not closed(/dead), yes?
</p>

<p>
It was. It was certainly closed, because angry monsters proclaimed an evil song.
</p>

<p>
The shop was not working. Because of you, the shop was shut down (by ???), yes?
</p>

<p>
I will proclaim a song, because I know: Evil is going to be by here (aka nearby).
</p>

</div>

<div class="conlang-name">
<p>
Orajha
</p>

</div>

<div class="conlang-text">
<p>
“te źéama jha aava áwúvyja ida nuruge” ta taara tira illava ira ille nuru.
</p>

<p>
ta źéama ra: ta kúśúma hyripo sja jatlúrúga.
</p>

<p>
vosja kúllú hida: ta óótema jha aava sja.
</p>

<p>
siśi urúmmúma ra sja.
</p>

<p>
ta thara gevénge limútta, śui ta voma pitli néé illa kúllú rúttú illave limútta kalla.
</p>

<p>
te źéara ta torama néé limúttaga ra.
</p>

<p>
te kihima zavu raha raha.
</p>

<p>
úlú ta vora néé toruga limúttaga, hawó.
</p>

<p>
ta vora. ta taa lááúnggaga réétjuhhu ravviga dźarridjé, júúsitlu ta vora jháá tira toruga ra.
</p>

<p>
ta vora néé kúllú rúttú tira limútta. úlú júúsitlu sja, te ngihatjama toruga limúttaga kalla, hawó?
</p>

<p>
taatta aava lááúngga jha, júúsitlu illava jha illa nuruge: votta gevúmale sijanga kúllú réétjuhhu.
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org4a73445" class="outline-2">
<h2 id="org4a73445"><span class="section-number-2">2</span> Lexicon</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org13aebf9" class="outline-3">
<h3 id="org13aebf9"><span class="section-number-3">2.1</span> Pronouns</h3>
<div class="outline-text-3" id="text-2-1">
<dl class="org-dl vocablist">
<dt>jha</dt><dd>1p sg. pronoun</dd>
<dt>sja</dt><dd>2p sg. pronoun</dd>
<dt>ra</dt><dd>3p sg. pronoun</dd>
<dt>jhahi</dt><dd>1p pl. incl. pronoun</dd>
<dt>jattei</dt><dd>1p pl. excl. pronoun</dd>
<dt>sjahi</dt><dd>2p pl. pronoun</dd>
<dt>raha</dt><dd>3p pl. pronoun</dd>
<dt>taele</dt><dd>coll. pronoun (added directly after a singular pronoun to turn it colloquial)</dd>
</dl>
</div>
</div>

<div id="outline-container-org70b9f7a" class="outline-3">
<h3 id="org70b9f7a"><span class="section-number-3">2.2</span> Nouns</h3>
<div class="outline-text-3" id="text-2-2">
<dl class="org-dl vocablist">
<dt>iraga</dt><dd>person, individual</dd>
<dt>jatlúrúga</dt><dd>nonsense, gibberish, incomprehensible information</dd>
<dt>lááúnggaga</dt><dd>song, melody, joik; something melodic conveying emotions, performed using a</dd>
<dt>(no term)</dt><dd>voice</dd>
<dt>limúttúga</dt><dd>shop, store, kiosk, booth</dd>
<dt>ravviga</dt><dd>monsters, demons, evil-doers</dd>
<dt>sijangaga</dt><dd>here, the present location</dd>
<dt>nuruge</dt><dd>wisdom; accumulated knowledge</dd>
<dt>toruga</dt><dd>deceased, dead; (contextually) a corpse</dd>
</dl>
</div>
</div>

<div id="outline-container-org04acff8" class="outline-3">
<h3 id="org04acff8"><span class="section-number-3">2.3</span> Verbs</h3>
<div class="outline-text-3" id="text-2-3">
<dl class="org-dl vocablist">
<dt>áwúvyma</dt><dd>to stand (upright)</dd>
<dt>kihima</dt><dd>to figure out, to decipher, to understand</dd>
<dt>kúśúma</dt><dd>to see, to observe</dd>
<dt>ngihatjama</dt><dd>to make, to assemble; to put something in a certain state</dd>
<dt>óótema</dt><dd>to hear, to listen, to register information</dd>
<dt>taama</dt><dd>to speak, to communicate</dd>
<dt>thama</dt><dd>to move, to walk</dd>
<dt>torama</dt><dd>to die, to shut down</dd>
<dt>ungirama</dt><dd>to cease, to stop</dd>
<dt>urúmmúma</dt><dd>to remember, to study</dd>
<dt>voma</dt><dd>to exist; to be (in a certain state)</dd>
<dt>źéama</dt><dd>to cause, to make happen</dd>
</dl>
</div>
</div>

<div id="outline-container-org1ce5aa6" class="outline-3">
<h3 id="org1ce5aa6"><span class="section-number-3">2.4</span> Adjectives</h3>
<div class="outline-text-3" id="text-2-4">
<dl class="org-dl vocablist">
<dt>dźarridjé</dt><dd>angry, raging, infuriated; deeply upset</dd>
<dt>hida</dt><dd>good, nice; viewed as positive</dd>
<dt>réétjuhhu</dt><dd>evil, horrible; bad for the sake of being bad</dd>
<dt>rúttú</dt><dd>working, functioning, taking action</dd>
</dl>
</div>
</div>

<div id="outline-container-orgbf16251" class="outline-3">
<h3 id="orgbf16251"><span class="section-number-3">2.5</span> Adverbs</h3>
<div class="outline-text-3" id="text-2-5">
<dl class="org-dl vocablist">
<dt>hyripo</dt><dd>properly executed, thorough</dd>
<dt>ida</dt><dd>here, at the current location</dd>
<dt>jháá</dt><dd>very, certainly, undoubtably, obviously</dd>
<dt>néé</dt><dd>not, none</dd>
<dt>pitli</dt><dd>stopped, ceased, stopped, ceased</dd>
<dt>zavú</dt><dd>tried, attempted</dd>
<dt>(no term)</dt><dd>Interjections:</dd>
<dt>hewó</dt><dd>yes, confirmed, affirmative</dd>
</dl>
</div>
</div>

<div id="outline-container-org5a4a69f" class="outline-3">
<h3 id="org5a4a69f"><span class="section-number-3">2.6</span> Condition markers</h3>
<div class="outline-text-3" id="text-2-6">
<dl class="org-dl vocablist">
<dt>siśi</dt><dd>imperative</dd>
<dt>úlú</dt><dd>questioning (“has X happened?”)</dd>
</dl>
</div>
</div>

<div id="outline-container-org9117716" class="outline-3">
<h3 id="org9117716"><span class="section-number-3">2.7</span> Miscellaneous</h3>
<div class="outline-text-3" id="text-2-7">
<dl class="org-dl vocablist">
<dt>kúllú</dt><dd>dummy word for nounifying adjectives</dd>
<dt>tira</dt><dd>​dummy word that replaces objects sometimes</dd>
<dt>śui</dt><dd>clause binding thing: “then, after that”</dd>
<dt>kalla</dt><dd>dummy word representing previous events or unknowns acting as subjects &amp;// agents</dd>
<dt>júúsitlu</dt><dd>clause binding thing: “because, due to”</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-orgdf55ce4" class="outline-2">
<h2 id="orgdf55ce4"><span class="section-number-2">3</span> Grammar</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org42e55a9" class="outline-3">
<h3 id="org42e55a9"><span class="section-number-3">3.1</span> (Actual) Grammar</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Orajha is very head-initial. Adjectives follow the nouns they affect, adverbs
follow the verbs they affect, possessees their possessors, instruments their
users, and in general, there’s a tendency for OS word order with the V stuck in
before whatever’s performing the V. There are strong VOS order
tendencies. Particles are usually sandwiched in between words. There is no
agent/patient marking. In sentences with subjects acting upon themselves or
without an object, the word “tira” takes the object’s spot.
</p>
</div>
</div>
