relay/10/07-sincy.org
** Phonology
The stuff you’ll be seeing here and the sounds the stuff represents without
influence from other stuff’s sounds:

a [a], á [æ], b [b], d [d], ð/dh [ð], dj [ɟ], dź [d͡ʒ],
e [ɛ], é [e], f [f], g [g], h [x]/[h], i [i], í/y [y]/[ɪ]/[ɨ],[j],
jh [ʝ], k [k], l [l], m [m], n [n], ń [ɲ], ng [ŋ], o [o], ó [ɤ], 
p [p], r [r], s [s], ś [ʃ]/[ɕ], sj [ç], t [t], ​þ/​th [θ],
tj [c], tl [t͡ɬ], ts [t͡s], tś [t͡ʃ], u [ʉ], ú [u], v [v], w [w], z [z], ź [ʒ]/[ʑ]

Vowels can be elongated by duplication, like so:

1. á - ~/æ/~
2. áá - ~/æː/~
3. ááá - ~/æːː/~

ó, that cheeky bastard, does something slightly different... If it’s at the
beginning of a word, it turns into a ~/ø/~ that behaves just like all the other
vowels. Otherwise, it takes the ~/ɤ/~ it already has and adds on a /ø/ which it
keeps elongating, like so:

1. ó - ~/ɤ/~ (if word start: ~/ø/~)
2. óó - ~/ɤ͡ø/~ (if word start: ~/øː/~)
3. óóó - ~/ɤ͡øː/~
4. óóóó - ~/ɤ͡øːː/~

...and so on. Yes, the tie bar is relevant, but you won’t be dealing with that
here so let’s leave it at that.

<y> prefers being called <í> when at the start of a word.

Single letter consonants geminate like this:

1. r - ~/r/~
2. rr - ~/rː/~
3. etc

Dual letter consonants geminate like this:

1. th - ~/θ/~
2. thh - ~/θː/~
3. etc

<g> and <d> only act “normal” at the start of words. Otherwise, they start mixing their voicing,
like so:

1. g - ~/g̚k/~
2. gg - ~/kːː/~
3. d - ~/d̚t/~
4. dd - ~/tːː/~

Basically, ~/k/~ and ~/t/~ have three lengths, the longest one being written as
though it were an elongated version of the consonants’ voiced counterparts.  In
documentation, for example in this document, <V> stands for any vowel (aka
whatever vowel vowel symphony dictates in a spot where there is no other vowel
to begin with). It is not to be confused with <v>, which simply stands for
~/v/~.  In words more than three syllables long, the second-last syllable is
stressed. Otherwise, there is no stress.

*** Vowel harmony
Vowel harmony is pretty simple. A lot of affixes, for example, tend to take on a V vowel - which
is a or e, depending on what the first vowel of the word in question is. Particles take on the V of
the word they’re bound to, regardless if they’re placed before or after it.
| V = a | V = e |
|-------+-------|
| á     | é     |
| o     | ó     |
| ú     | u     |
| i     | í/y   |

** Punctuation..?!
Because Orajh has a wonderfully inconvenient and kinda large set of punctuation thingies
English doesn’t, my very smart solution for the romanization is to use <q> followed by
something resembling the punctuation mark in question to note ... punctuation. Punctuation
involving q’s is to have spaces on either side for clarity.
Long list:
#+ATTR_HTML: :class vocablist
- <qd> (optionally <,>) :: 
     Thing that allows you to breathe for a sec.
     Acts basically the same way as <,> in English.
- <qo> (optionally <.>) :: Full stop that also marks the end of a sentence.
- <qf> :: Name marker. These go in front of names, like so:
          qf Name qf Namesson. 
          One per word/name.
- <q/> (optionally </>) :: 
     “or”, basically.
     It lets you write indefinitely long lists of things/stuff/alternatives/options
     where the reader may choose their favourite(s), or where only
     one option is relevant (but the reader doesn’t get to know which one).
- <qy> :: “and/or”;
          it's like q/ but includes the possibility 
          of more than one option being relevant.
- <q%> (optionally <%>) :: 
     Word compounding thing. Compounds are head-initial, see: grammar.
- <:> :: Works just like in English.

** Verbs
Orajha verbs have some features to indicate time with, but are not very
informative. Agreements with cases surrounding them are handled with pre- and
especially postpositions.

Present: Dictionary “-ma” is removed. The affixes added are:

| hi | Singular | Dual              | Plural  | Colloquial            |
|----+----------+-------------------+---------+-----------------------|
| 1p | -ja      | -ja (prefix: ka)  | -jannú  | téé (apply a pronoun) |
| 2p | -sja     | -sja (prefix: ka) | -sjajha | téé (apply a pronoun) |
| 3p | -ra      | -ra (prefix: ka)  | -rańńi  | téé (apply a pronoun) |

Per default, verbs in the present time are bound to the subject.

- Past :: Dictionary “-ma” is removed.
          Prefix particle “tV” is added.
          Case stuff should bind the verb to a pronoun
          which indicates number and person.
- Perfect past :: Dictionary “-ma” stays.
                  Prefix particle “tV” is added.
                  Case stuff should bind the verb to a pronoun
                  which indicates number and person.
- Future :: Dictionary “-ma” is replaced by “-ttV”.
            Case stuff should bind the verb to a pronoun
            which indicates number and person.
- Perfect future :: Dictionary affix “-ma” is replaced by “-ttV”,
                    prefix particle “tV” is added.
                    Case stuff should bind the verb to a pronoun 
                    which indicates number and person.

** Nouns
The affix -i forms plurals. Non-nominative cases and whatnot are handled by
post- and, especially, prepositions. The dictionary affix of nouns, -gV, is
removed when a particle is added to it. *

