relay/10/07-sincy.html

<div id="outline-container-org0891ff1" class="outline-3">
<h3 id="org0891ff1"><span class="section-number-3">3.2</span> Phonology</h3>
<div class="outline-text-3" id="text-3-2">
<p>
The stuff you’ll be seeing here and the sounds the stuff represents without
influence from other stuff’s sounds:
</p>

<p>
a [a], á [æ], b [b], d [d], ð/dh [ð], dj [ɟ], dź [d͡ʒ],
e [ɛ], é [e], f [f], g [g], h [x]/[h], i [i], í/y [y]/[ɪ]/[ɨ],[j],
jh [ʝ], k [k], l [l], m [m], n [n], ń [ɲ], ng [ŋ], o [o], ó [ɤ], 
p [p], r [r], s [s], ś [ʃ]/[ɕ], sj [ç], t [t], ​þ/​th [θ],
tj [c], tl [t͡ɬ], ts [t͡s], tś [t͡ʃ], u [ʉ], ú [u], v [v], w [w], z [z], ź [ʒ]/[ʑ]
</p>

<p>
Vowels can be elongated by duplication, like so:
</p>

<ol class="org-ol">
<li>á - <code>/æ/</code></li>
<li>áá - <code>/æː/</code></li>
<li>ááá - <code>/æːː/</code></li>
</ol>

<p>
ó, that cheeky bastard, does something slightly different&#x2026; If it’s at the
beginning of a word, it turns into a <code>/ø/</code> that behaves just like all the other
vowels. Otherwise, it takes the <code>/ɤ/</code> it already has and adds on a <i>ø</i> which it
keeps elongating, like so:
</p>

<ol class="org-ol">
<li>ó - <code>/ɤ/</code> (if word start: <code>/ø/</code>)</li>
<li>óó - <code>/ɤ͡ø/</code> (if word start: <code>/øː/</code>)</li>
<li>óóó - <code>/ɤ͡øː/</code></li>
<li>óóóó - <code>/ɤ͡øːː/</code></li>
</ol>

<p>
&#x2026;and so on. Yes, the tie bar is relevant, but you won’t be dealing with that
here so let’s leave it at that.
</p>

<p>
&lt;y&gt; prefers being called &lt;í&gt; when at the start of a word.
</p>

<p>
Single letter consonants geminate like this:
</p>

<ol class="org-ol">
<li>r - <code>/r/</code></li>
<li>rr - <code>/rː/</code></li>
<li>etc</li>
</ol>

<p>
Dual letter consonants geminate like this:
</p>

<ol class="org-ol">
<li>th - <code>/θ/</code></li>
<li>thh - <code>/θː/</code></li>
<li>etc</li>
</ol>

<p>
&lt;g&gt; and &lt;d&gt; only act “normal” at the start of words. Otherwise, they start mixing their voicing,
like so:
</p>

<ol class="org-ol">
<li>g - <code>/g̚k/</code></li>
<li>gg - <code>/kːː/</code></li>
<li>d - <code>/d̚t/</code></li>
<li>dd - <code>/tːː/</code></li>
</ol>

<p>
Basically, <code>/k/</code> and <code>/t/</code> have three lengths, the longest one being written as
though it were an elongated version of the consonants’ voiced counterparts.  In
documentation, for example in this document, &lt;V&gt; stands for any vowel (aka
whatever vowel vowel symphony dictates in a spot where there is no other vowel
to begin with). It is not to be confused with &lt;v&gt;, which simply stands for
<code>/v/</code>.  In words more than three syllables long, the second-last syllable is
stressed. Otherwise, there is no stress.
</p>
</div>

<div id="outline-container-orgf4f7b1e" class="outline-4">
<h4 id="orgf4f7b1e"><span class="section-number-4">3.2.1</span> Vowel harmony</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
Vowel harmony is pretty simple. A lot of affixes, for example, tend to take on a V vowel - which
is a or e, depending on what the first vowel of the word in question is. Particles take on the V of
the word they’re bound to, regardless if they’re placed before or after it.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">V = a</th>
<th scope="col" class="org-left">V = e</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">á</td>
<td class="org-left">é</td>
</tr>

<tr>
<td class="org-left">o</td>
<td class="org-left">ó</td>
</tr>

<tr>
<td class="org-left">ú</td>
<td class="org-left">u</td>
</tr>

<tr>
<td class="org-left">i</td>
<td class="org-left">í/y</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org91e5555" class="outline-3">
<h3 id="org91e5555"><span class="section-number-3">3.3</span> Punctuation..?!</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Because Orajh has a wonderfully inconvenient and kinda large set of punctuation thingies
English doesn’t, my very smart solution for the romanization is to use &lt;q&gt; followed by
something resembling the punctuation mark in question to note &#x2026; punctuation. Punctuation
involving q’s is to have spaces on either side for clarity.
Long list:
</p>
<dl class="org-dl vocablist">
<dt>&lt;qd&gt; (optionally &lt;,&gt;)</dt><dd>Thing that allows you to breathe for a sec.
Acts basically the same way as &lt;,&gt; in English.</dd>
<dt>&lt;qo&gt; (optionally &lt;.&gt;)</dt><dd>Full stop that also marks the end of a sentence.</dd>
<dt>&lt;qf&gt;</dt><dd>Name marker. These go in front of names, like so:
qf Name qf Namesson. 
One per word/name.</dd>
<dt>&lt;q/&gt; (optionally &lt;/&gt;)</dt><dd>“or”, basically.
It lets you write indefinitely long lists of things/stuff/alternatives/options
where the reader may choose their favourite(s), or where only
one option is relevant (but the reader doesn’t get to know which one).</dd>
<dt>&lt;qy&gt;</dt><dd>“and/or”;
it&rsquo;s like q/ but includes the possibility 
of more than one option being relevant.</dd>
<dt>&lt;q%&gt; (optionally &lt;%&gt;)</dt><dd>Word compounding thing. Compounds are head-initial, see: grammar.</dd>
<dt>&lt;:&gt;</dt><dd>Works just like in English.</dd>
</dl>
</div>
</div>

<div id="outline-container-org40727c8" class="outline-3">
<h3 id="org40727c8"><span class="section-number-3">3.4</span> Verbs</h3>
<div class="outline-text-3" id="text-3-4">
<p>
Orajha verbs have some features to indicate time with, but are not very
informative. Agreements with cases surrounding them are handled with pre- and
especially postpositions.
</p>

<p>
Present: Dictionary “-ma” is removed. The affixes added are:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">hi</th>
<th scope="col" class="org-left">Singular</th>
<th scope="col" class="org-left">Dual</th>
<th scope="col" class="org-left">Plural</th>
<th scope="col" class="org-left">Colloquial</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1p</td>
<td class="org-left">-ja</td>
<td class="org-left">-ja (prefix: ka)</td>
<td class="org-left">-jannú</td>
<td class="org-left">téé (apply a pronoun)</td>
</tr>

<tr>
<td class="org-left">2p</td>
<td class="org-left">-sja</td>
<td class="org-left">-sja (prefix: ka)</td>
<td class="org-left">-sjajha</td>
<td class="org-left">téé (apply a pronoun)</td>
</tr>

<tr>
<td class="org-left">3p</td>
<td class="org-left">-ra</td>
<td class="org-left">-ra (prefix: ka)</td>
<td class="org-left">-rańńi</td>
<td class="org-left">téé (apply a pronoun)</td>
</tr>
</tbody>
</table>

<p>
Per default, verbs in the present time are bound to the subject.
</p>

<dl class="org-dl">
<dt>Past</dt><dd>Dictionary “-ma” is removed.
Prefix particle “tV” is added.
Case stuff should bind the verb to a pronoun
which indicates number and person.</dd>
<dt>Perfect past</dt><dd>Dictionary “-ma” stays.
Prefix particle “tV” is added.
Case stuff should bind the verb to a pronoun
which indicates number and person.</dd>
<dt>Future</dt><dd>Dictionary “-ma” is replaced by “-ttV”.
Case stuff should bind the verb to a pronoun
which indicates number and person.</dd>
<dt>Perfect future</dt><dd>Dictionary affix “-ma” is replaced by “-ttV”,
prefix particle “tV” is added.
Case stuff should bind the verb to a pronoun 
which indicates number and person.</dd>
</dl>
</div>
</div>

<div id="outline-container-org0b1f479" class="outline-3">
<h3 id="org0b1f479"><span class="section-number-3">3.5</span> Nouns</h3>
<div class="outline-text-3" id="text-3-5">
<p>
The affix -i forms plurals. Non-nominative cases and whatnot are handled by
post- and, especially, prepositions. The dictionary affix of nouns, -gV, is
removed when a particle is added to it. *
</p>
</div>
</div>
