relay/10/07-sincy.org
** Cases
Hoo boy... ​Orajha has X cases, which can be divided into two categories: Those that have their
own particles (amount), and those that are applied as declinations to the particles the cases with
their own particles create.
#+Caption: Case particles
| hi                       | ∅      | Nominative^{1} | Accusative | Dative | Posessing (genitive) | Posessed Instrument (genitive?) | Instrument user | Instrument |
|--------------------------+--------+----------------+------------+--------+----------------------+---------------------------------+-----------------+------------|
| Sg.                      | wajV   | gevV           | aavV       | uńńV   | illavV               | illV                            | íttV            | itlV       |
| Dual, pl., coll.         | warejV | gelevV         | aavińV     | uńńulV | illééavV             | ijullV                          | ímattV          | ijetlV     |
| Location (Before, After) | B      | B              | A          | A      | B                    | A                               | B               | A          |


Locationey declensions you can put on these poor things:
#+ATTR_HTML: :class vocablist
- -yrú :: Onto   
- -éngV :: Off/Away  
- -yrósV :: On 
- -aritjV :: Under
- -ingú :: Aside  
- -upV :: In   
- -úmalV :: By 
- -inidjV :: With

Note that all particle declension affixes replace the last vowel of the particle
they’re attached to, and that particles are always directly next to the words
they alter.

 ^{1} If a noun has no particles bound to it
and is in the nominative case, the -gV affix is to be left untouched.

Genitive: We mark both the possessor and the possessee. Here’s an example of how this may
be used:

#+BEGIN_EXAMPLE
illava Carl illa Bag - Carl (who happens to own a bag)
illa Bag illava Carl - Bag (that happens to be owned by Carl)
#+END_EXAMPLE


** Nounification?
If you want an adjective to turn into a noun, you slap it onto “kúllú”, which is
just a noun substitute indicating that the following adjective is nounified.

** Condition markers
These are placed at the very beginning of a sentence and “set the mood” for what
is stated in said sentence. They can turn sentences into commands, questions,
&c.

** Other things
a

* Navigation
:PROPERTIES:
:HTML_CONTAINER: footer
:UNNUMBERED: t
:END:

#+BEGIN_EXPORT html
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>7</strong></div>
  </div>
  <a href="06-nyar.html" id="prev" rel="prev">Previous</a>
  <a href="08-neo.html" id="next" rel="next">Next</a>
</nav>
#+END_EXPORT

