relay/10/07-sincy.html

<div id="outline-container-org626b5b2" class="outline-3">
<h3 id="org626b5b2"><span class="section-number-3">3.6</span> Cases</h3>
<div class="outline-text-3" id="text-3-6">
<p>
Hoo boy&#x2026; ​Orajha has X cases, which can be divided into two categories: Those that have their
own particles (amount), and those that are applied as declinations to the particles the cases with
their own particles create.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Case particles</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">hi</th>
<th scope="col" class="org-left">∅</th>
<th scope="col" class="org-left">Nominative<sup>1</sup></th>
<th scope="col" class="org-left">Accusative</th>
<th scope="col" class="org-left">Dative</th>
<th scope="col" class="org-left">Posessing (genitive)</th>
<th scope="col" class="org-left">Posessed Instrument (genitive?)</th>
<th scope="col" class="org-left">Instrument user</th>
<th scope="col" class="org-left">Instrument</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Sg.</td>
<td class="org-left">wajV</td>
<td class="org-left">gevV</td>
<td class="org-left">aavV</td>
<td class="org-left">uńńV</td>
<td class="org-left">illavV</td>
<td class="org-left">illV</td>
<td class="org-left">íttV</td>
<td class="org-left">itlV</td>
</tr>

<tr>
<td class="org-left">Dual, pl., coll.</td>
<td class="org-left">warejV</td>
<td class="org-left">gelevV</td>
<td class="org-left">aavińV</td>
<td class="org-left">uńńulV</td>
<td class="org-left">illééavV</td>
<td class="org-left">ijullV</td>
<td class="org-left">ímattV</td>
<td class="org-left">ijetlV</td>
</tr>

<tr>
<td class="org-left">Location (Before, After)</td>
<td class="org-left">B</td>
<td class="org-left">B</td>
<td class="org-left">A</td>
<td class="org-left">A</td>
<td class="org-left">B</td>
<td class="org-left">A</td>
<td class="org-left">B</td>
<td class="org-left">A</td>
</tr>
</tbody>
</table>


<p>
Locationey declensions you can put on these poor things:
</p>
<dl class="org-dl vocablist">
<dt>-yrú</dt><dd>Onto</dd>
<dt>-éngV</dt><dd>Off/Away</dd>
<dt>-yrósV</dt><dd>On</dd>
<dt>-aritjV</dt><dd>Under</dd>
<dt>-ingú</dt><dd>Aside</dd>
<dt>-upV</dt><dd>In</dd>
<dt>-úmalV</dt><dd>By</dd>
<dt>-inidjV</dt><dd>With</dd>
</dl>

<p>
Note that all particle declension affixes replace the last vowel of the particle
they’re attached to, and that particles are always directly next to the words
they alter.
</p>

<p>
 <sup>1</sup> If a noun has no particles bound to it
and is in the nominative case, the -gV affix is to be left untouched.
</p>

<p>
Genitive: We mark both the possessor and the possessee. Here’s an example of how this may
be used:
</p>

<pre class="example">
illava Carl illa Bag - Carl (who happens to own a bag)
illa Bag illava Carl - Bag (that happens to be owned by Carl)
</pre>
</div>
</div>


<div id="outline-container-org725fada" class="outline-3">
<h3 id="org725fada"><span class="section-number-3">3.7</span> Nounification?</h3>
<div class="outline-text-3" id="text-3-7">
<p>
If you want an adjective to turn into a noun, you slap it onto “kúllú”, which is
just a noun substitute indicating that the following adjective is nounified.
</p>
</div>
</div>

<div id="outline-container-org85f972e" class="outline-3">
<h3 id="org85f972e"><span class="section-number-3">3.8</span> Condition markers</h3>
<div class="outline-text-3" id="text-3-8">
<p>
These are placed at the very beginning of a sentence and “set the mood” for what
is stated in said sentence. They can turn sentences into commands, questions,
&amp;c.
</p>
</div>
</div>

<div id="outline-container-orga47f991" class="outline-3">
<h3 id="orga47f991"><span class="section-number-3">3.9</span> Other things</h3>
<div class="outline-text-3" id="text-3-9">
<p>
a
</p>
</div>
</div>
</div>

<footer id="outline-container-orgce6f2c0" class="outline-2">
<h2 id="orgce6f2c0">Navigation</h2>
<div class="outline-text-2" id="text-orgce6f2c0">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>7</strong></div>
  </div>
  <a href="06-nyar.html" id="prev" rel="prev">Previous</a>
  <a href="08-neo.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
